02 Software/01 Broncode/operatiebrp-code-145.3/migratie/migr-test-isc/regressie-brp-bevraging-gba/uc1004-04-persoonsvraag webservice/uc1004-04C10T150b/1000-uit-ws_gba_vraag-zoek pl.xml

<?xml version="1.0"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <soap:Body xmlns:m="http://brp.bzk.nl/delivery/bevraging/gba/ws">
    <m:vraag>
      <m:in0>
        <m:indicatieAdresvraag>0</m:indicatieAdresvraag>
        <m:indicatieZoekenInHistorie>0</m:indicatieZoekenInHistorie>
        <m:masker>
          <m:item>123510</m:item>
          <m:item>123520</m:item>
          <m:item>123530</m:item>
          <m:item>123540</m:item>
          <m:item>123550</m:item>
          <m:item>123560</m:item>
          <m:item>123570</m:item>
          <m:item>123610</m:item>
          <m:item>128210</m:item>
          <m:item>128220</m:item>
          <m:item>128230</m:item>
          <m:item>128510</m:item>
          <m:item>128610</m:item>
        </m:masker>
        <m:parameters>
          <m:item>
            <m:rubrieknummer>010240</m:rubrieknummer>
            <m:zoekwaarde>Aanhang</m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>123610</m:rubrieknummer>
            <m:zoekwaarde>1</m:zoekwaarde>
          </m:item>
        </m:parameters>
      </m:in0>
    </m:vraag>
  </soap:Body>
</soap:Envelope>